Repository: dsalodki/Uco-dive-inurance
Catalog: Uco/Models/Resources/DataModels.*.resx
Languages: he_il

# BirthDateDay
source: Date of Birth - Day
he_il: תאריך לידה - יום

# BirthDateMonth
source: Date of Birth - Month
he_il: תאריך לידה - חודש

# BirthDateYear
source: Birthday - Year
he_il: תאריך לידה - שנה

source: City
he_il: עיר

# CityRequired
source: Enter a city
he_il: הכנס עיר

# CustomerAddress
source: Address
he_il: כתובת

# CustomerAddressRequired
source: Enter address
he_il: הכנס כתובת

# DivingRank
source: Diver Level
he_il: דרגת צולל

# DivingRankRequired
source: Select Level Diver
he_il: בחר דרגת צולל

source: Entrance
he_il: כניסה

source: Gender
he_il: זכר/נקבה

# GenderRequired
source: Choose Gender
he_il: בחר מין

source: Healthy
he_il: בריא

source: ID number
he_il: מספר ת.ז

# IdNumberLimit9
source: Enter an ID number of 9 digits
he_il: נא להזין מספר תעודת זהות של 9 ספרות בלבד

# IdNumberRequired
source: Enter ID number
he_il: הכנס מספר תעודת זהות

# InsuranceDate
source: Insurance Start Date
he_il: תאריך תחילת הביטוח

source: Insurance Date - Day
he_il: תאריך תחילת ביטוח - יום

# InsuranceDateMonth
source: Insurance Start Date - Month
he_il: תאריך תחילת ביטוח - חודש

# InsuranceDateYear
source: Insurance Start Date - Year
he_il: תאריך תחילת ביטוח - שנה

# InsuranceGenderFemale
source: Female
he_il: נקבה

# InsuranceGenderMale
source: Male
he_il: זכר

# InsuranceGenderNone
source: None
he_il: לא הוזן

# IsRenew
source: Renewal
he_il: חידוש

source: Magazine
he_il: מגזין

source: Magazine Article
he_il: מאמר במגזין

source: Magazines
he_il: מגזינים

# Mail
source: Email
he_il: דואר אלקטרוני

# MailCorrect
source: Enter the proper structure of e-mail
he_il: נא להזין מבנה תקין של דואר אלקטרוני

# MailRequired
source: Enter e-mail
he_il: הכנס דואר אלקטרוני

source: Newsletter
he_il: ניוזליטר

source: Phone
he_il: טלפון

# PhoneCorrect
source: Enter Telephone in a proper structure, for example: 0501234567
he_il: הכנס טלפון במבנה תקין, לדוגמא: 0501234567

# PhoneRequired
source: Enter a phone number
he_il: הכנס מספר טלפון

source: Pregnant
he_il: הריון

# SearchInsuranceDateYear
source: Year of birth
he_il: שנת לידה

# SearchInsuranceDateYearRequired
source: Enter Year of birth
he_il: הכנס שנת לידה

# Takanon
source: Agreeing to the terms of the policy
he_il: הסכמה לתנאי הפוליסה

# TravelInsurancePeriods
source: Type of Insurance
he_il: סוג ביטוח

# TravelInsurancePeriodsRequired
source: Insurance Type
he_il: בחר סוג ביטוח

# UserFname
source: Hebrew first name
he_il: שם פרטי בעברית

# UserFnameEng
source: English First name
he_il: שם פרטי באנגלית

# UserFnameEngRequired
source: Enter English First name
he_il: הכנס שם פרטי באנגלית

# UserFnameRequired
source: Enter Name in Hebrew
he_il: הכנס שם פרטי בעברית

# UserLname
source: Hebrew family name
he_il: שם משפחה בעברית

# UserLnameEng
source: English first name
he_il: שם משפחה באנגלית

# UserLnameEngRequired
source: Enter English name
he_il: הכנס שם משפחה באנגלית

# UserLnameRequired
source: Enter your last name in Hebrew
he_il: הכנס שם משפחה בעברית

source: Zip
he_il: מיקוד
