Repository: dsalodki/Uco-dive-inurance
Catalog: Uco/Models/Resources/SystemModels.*.resx
Languages: he_il

source: Admin Email
he_il: מיילים של מנהלי מערכת מופרדים בפסיק

source: Admin Email Required
he_il: שם מנהל מערכת חובה

source: Advanced Settings
he_il: הגדרות מתקדמות

source: Application Name
he_il: שם אפליקציה

source: Article list page
he_il: עמוד רשימת מאמרים

source: Article page
he_il: עמוד מאמר

source: Body
he_il: הודעה

source: Captcha
he_il: בדיקת רובוט

source: Captcha required
he_il: בדיקת רובוט חובה

source: Change time
he_il: תאריך שינוי אחרון

source: Comment
he_il: הערות

source: Confirm password
he_il: אימות סיסמה

source: Confirm password compare
he_il: סיסמה ואימות סיסמה לא זהים

# ContactMailBody
source: <h1>Contact number {ID} from {HTTP_HOST}</h1> Name: {ContactName} <br /> Email: {ContactEmail} <br /> Phone: {ContactPhone} <br /> Data: {ContactData} <br /> Referal: {ContactReferal} <br /> Url: {ContactUrl}
he_il: <h1>צור קשר {ID} מאתר {HTTP_HOST}</h1> שם: {ContactName} <br /> דוא"ל: {ContactEmail} <br /> טלפון: {ContactPhone} <br /> תוכן ההודעה: {ContactData} <br /> אתר מפנה: {ContactReferal} <br /> עמוד שממנו נשלחה יצירת הקשר: {ContactUrl}

# ContactMailSubject
source: Contact number {ID} from {HTTP_HOST}
he_il: צור קשר {ID} מאתר {HTTP_HOST}

source: Content
he_il: תוכן

source: Content page
he_il: עמוד תוכן

source: Create time
he_il: תאריך יצירה

source: Creation date
he_il: תאריך יצירה

source: Data
he_il: נתונים

source: Date
he_il: תאריך

source: Domain
he_il: דומיין

# TravelInsurancePeriodListPage
source: Travel Insurance List Page
he_il: עמודי ביטוח צלילה

# TravelInsurancePeriodPage
source: Travel Insurance Page
he_il: ביטוח צלילה

# TabExtedned
source: Extedned Insurance
he_il: ביטוח מורחב

source: Email
he_il: דוא"ל

source: Email mesage
he_il: הודעת דא"ל

source: Email not valid
he_il: דוא"ל צריך להיות בפורמט של moshe@gmail.com

source: Email required
he_il: דוא"ל חובה

source: Enabled
he_il: פעיל

source: Failed password answer attempt count
he_il: מספר שגיאות בתשובת אבטחה

source: Failed password answer attempt window start
he_il: תאריך שגיאה בתשובת אבטחה

source: Failed password attempt count
he_il: מספר שגיאות בפרטי התחברות

source: Failed password attempt window start
he_il: תאריך שגיאה בפרטי התחברות

source: Folder
he_il: תיקיה

source: Footer
he_il: פוטר

source: Form page
he_il: עמוד טופס

source: FormTextAfter
he_il: טקסט שיוצג לאחר שליחת טופס

# FormTextEmail
source: Email sent back
he_il: דוא"ל שישלח לממלא טופס

source: Gallery page
he_il: עמוד גלריה

source: Host
he_il: אתר

source: ID
he_il: מספר סידורי

source: Invisible captcha
he_il: להקליד ריק

source: Is approved
he_il: מאושר

source: Is locked out
he_il: נעול

source: Is online
he_il: באתר

source: IsSystem
he_il: תפקיד מערכת

source: LangCode
he_il: קוד שפה

source: Language code
he_il: קוד שפה

source: Language name
he_il: שם שפה

source: Language page
he_il: עמוד שפה

source: Last activity date
he_il: תאריך פעולה אחרונה

source: Last lockedout date
he_il: תאריך נעילה אחרון

source: Last login date
he_il: תאריך התחברות אחרון

source: Last modified
he_il: שינוי אחרון

source: Last password changed date
he_il: תאריך שינוי סיסמה אחרון

source: Layout
he_il: תבנית

source: Link
he_il: לינק

source: Logo
he_il: לוגו

source: Mail recipients
he_il: נענמים דוא"ל

source: Menu permissions
he_il: הרשאות תפריט

source: Message
he_il: הודעה

source: MobileTab
he_il: סמארטפון

source: Music File
he_il: קובץ מוזיקה

source: Music File Type
he_il: מספר קוסץ מוזיקה מוגדר מראש

source: Name
he_il: שם

source: Name Required
he_il: שם חובה

source: New Password
he_il: סיסמה חדשה

source: New Password Required
he_il: סיסמה חדשה חובה

# NewsletterAccept
source: Accept terms
he_il: מאשר את תקנון האתר

# NewsletterAcceptMandatory
source: Accept terms mandatory
he_il: אשר את תקנון האתר

source: NewsletterData
he_il: נתונים

source: NewsletterDataRequired
he_il: דוא"ל חובה

source: NewsletterDate
he_il: תאריך

source: NewsletterDateRequired
he_il: תאריך חובה

source: NewsletterEmail
he_il: דוא"ל

# NewsletterMailNotValid
source: Please Enter A Valid Email Address
he_il: מבנה הדוא"ל אינו תקין

source: NewsletterName
he_il: שם

source: NewsletterNameRequired
he_il: שם חובה

source: News list page
he_il: עמוד רשימת חדשות

source: News page
he_il: עמוד ידיעה

source: Old Password
he_il: סיסמה ישנה

source: Old Password Required
he_il: סיסמה ישנה חובה

source: Order
he_il: סדר הצגה

source: Page404
he_il: עמוד 404

source: Page500
he_il: עמוד 500

source: PageLogin
he_il: עמוד כניסה למערכת

source: PageSitemap
he_il: עמוד מפת אתר

source: ParentID
he_il: מספר סידורי של עמוד האב

source: ParentID Required
he_il: עמוד האב חובה

source: Password
he_il: סיסמה

source: PasswordAnswer
he_il: תשובת אבטחה

source: Password Question
he_il: שאלת אבטחה

source: Password Required
he_il: סיסמה חובה

source: Permissions Edit
he_il: הרשאות עריכה

# PermissionsUpdateChildPages
source: Update child pages
he_il: עדכן דפים משנים

source: Permissions View
he_il: הרשאות צפיה

source: Phone
he_il: טלפון

source: Phone Not Valid
he_il: בדוק טלפון

source: Phone required
he_il: טלפון חובה

# PicMobile
source: MobileMenuImage
he_il: תמונת תפריט סמארטפון

source: Pictures
he_il: תמונות

source: Redirect page
he_il: עמוד הפניה

source: Redirect To
he_il: להפנות לעמוד

source: Referal
he_il: עמוד מפנה

source: RememberMe
he_il: זכור אותי

source: Required
he_il: חובה

source: RequiredTitle
he_il: כותרת חובה

source: Role
he_il: תפקיד

# RoleDefault
source: Default role
he_il: תפקיד ברירת מחדל

source: Roles
he_il: תפקידים

source: RolesRequired
he_il: תפקידים חובה

source: SearchCategoryData
he_il: קטגוריות

source: Search Category Names
he_il: קטגוריות

source: Segment
he_il: תחום

source: SeoInLinkName
he_il: שם קישור מתפריט וממפת אתר

source: SeoUrlNameError
he_il: Url Name חובה

source: Short Description
he_il: תאור קצר

# Pic
source: Picture
he_il: תמונה

source: Price
he_il: מחיר

source: Days
he_il: ימים

source: Extended From
he_il: הרחבה מחבילה

source: Extended To
he_il: הרחבה לחבילה

source: ShortDescriptionRequired
he_il: תאור קצר חובה (לשונית נתונים)

source: ShowChildrensAsTableOnly
he_il: להציג דפים משנים כטבלה בלבד

source: ShowInMenu
he_il: להציג בתפריט

# ShowInMobileMenu
source: ShowOnMobileMenu
he_il: להציג בתפריט סמארטפון

source: ShowInSitemap
he_il: להציג במפת אתר

source: Sitemap page
he_il: עמוד מפת אתר

source: Subject
he_il: הנדון

source: SystemName
he_il: שם מערכת

# TabCategory
source: Category
he_il: קטגוריות

# TabContent
source: Content
he_il: תוכן

# TabData
source: Data
he_il: נתונים

# TabDomain
source: Domain
he_il: דומיין

# TabPermissions
source: Permissions
he_il: הרשאות

# TabRoles
source: Roles
he_il: תפקידים

# TabSeo
source: Seo
he_il: קידום

# TabSettings
source: Settings
he_il: הגדרות

# TabTextAfter
source: Text after
he_il: הודעה לאחר שליחה

source: Tags
he_il: תגיות מופרדות בפסיק

source: Text
he_il: טקסט

source: Themes
he_il: עיצוב

source: Title
he_il: כותרת

source: TitleRequired
he_il: כותרת חובה (לשונית תוכן)

source: Type
he_il: סוג

source: Url
he_il: עמוד

source: UrlReferrer
he_il: עמוד מפנה

source: UserAgent
he_il: דפדפן

source: UserCity
he_il: עיר

source: UserEmail
he_il: שם משתמש (אימייל)

source: UserEmail Required
he_il: שם משתמש חובה

source: UserFirstName
he_il: שם פרטי

source: UserFirstName Required
he_il: שם פרטי חובה

source: UserHostAddress
he_il: IP לקוח

source: UserLastName
he_il: שם משפחה

source: UserLastName Required
he_il: שם משפחה חובה

source: UserName
he_il: שם משתמש

source: UserName Required
he_il: שם משתמש חובה

source: Validate Captcha
he_il: לא נכון

source: Validate Invisible Captcha
he_il: לא נכון

source: Visible
he_il: להציג באתר

source: Writer Email
he_il: דוא"ל

source: Write rName
he_il: שם הכותב

source: WriterNameRequired
he_il: שם כותב חובה (לשונית נתונים)

source: Writer Pic
he_il: תמונה

source: WriterPicRequired
he_il: תמונת כותב חובה (לשונית נתונים)

source: Writer Short Description
he_il: אודות הכותב

source: WriterShortDescriptionRequired
he_il: תאור קצר חובה (לשונית נתונים)

source: Writer Site
he_il: אתר

source: CityRequired
he_il: העיר נדרשה

source: Magazine page
he_il: מגזין

source: Magazine article page
he_il: מאמר במגזין

source: Magazines page
he_il: מגזינים
